"TTTNRefreshHeaderIdleText" = "Потягніть для оновлення";
"TTTNRefreshHeaderPullingText" = "Відпустіть для оновлення";
"TTTNRefreshHeaderRefreshingText" = "Завантаження...";

"TTTNRefreshAutoFooterIdleText" = "Натисніть або потягніть щоб завантажити ще";
"TTTNRefreshAutoFooterRefreshingText" = "Завантаження...";
"TTTNRefreshAutoFooterNoMoreDataText" = "Більше немає даних";

"TTTNRefreshBackFooterIdleText" = "Потягніть щоб завантажити ще";
"TTTNRefreshBackFooterPullingText" = "Відпустіть щоб завантажити ще";
"TTTNRefreshBackFooterRefreshingText" = "Завантаження...";
"TTTNRefreshBackFooterNoMoreDataText" = "Більше немає даних";

"TTTNRefreshHeaderLastTimeText" = "Останнє оновлення: ";
"TTTNRefreshHeaderDateTodayText" = "Сьогодні";
"TTTNRefreshHeaderNoneLastDateText" = "Немає запису";
